export default function page() {
    return (
        <div>
            <main className="bg-white dark:bg-slate-800 flex min-h-screen flex-col items-center justify-between p-2 bg-cover bg-center bg-no-repeat font-mono">
                <div className="text-center max-w-[750px] dark:text-white">
                    <p>
                        Добро пожаловать в наш магазин электронной техники! Мы рады предложить вам широкий выбор высококачественных электронных устройств от ведущих мировых производителей.
                    </p>
                    <p>
                        В нашем магазине вы найдете все, что нужно для комфортной и современной жизни: смартфоны последних моделей с передовыми функциями, ноутбуки и планшеты для работы и развлечений, игровые консоли для любителей игр и многое другое.
                    </p><p>
                        Мы следим за новинками рынка электроники и предлагаем только самые актуальные и востребованные модели.
                    </p><p>
                        Посетив наш магазин, вы сможете не только приобрести качественную технику, но и получить профессиональные консультации по ее использованию и обслуживанию. Мы ценим каждого клиента и стремимся сделать ваше покупательное пребывание у нас приятным и полезным!
                    </p><p>
                        Ждем вас в нашем магазине электронной техники, где технологии делают вашу жизнь лучше!
                    </p>
                </div>
                <div className="text-center font-bold dark:text-white">
                    <p>
                        С уважением, команда Dark Store.
                    </p>
                </div>
                <div className="w-1/4">
                    <img src="https://www.svgrepo.com/show/327418/logo-xing.svg" alt="" />
                </div>
            </main>
        </div>
    )
}
